Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The centres involved in hydroponic culture will be part of a larger group of production and sales agricultural cooperatives, established in 2015 and concentrated around MAWASEM brand (“season” in Arabic).
pl: Jednostki prowadzące uprawy hydroponiczne stanowić będą część większej, utworzonej w 2015 roku grupy produkcyjno-sprzedażowej spółdzielni rolniczych zgromadzonej wokół marki MAWASEM (tłum.

source: Members of Palestine's cooperatives have already undergone a number of courses on production, processing, hygiene and quality control, cooperative management, management documentation preparation, cost analysis, and marketing.
pl: Spółdzielcy z Palestyny przeszli już szereg szkoleń w zakresie produkcji, przetwórstwa, higieny i kontroli jakości, zarządzania spółdzielnią, tworzenia dokumentacji zarządczej, analizy kosztów i marketingu.

source: A SWOT analysis has been conducted, and individual business plans are currently in preparation.
pl: Przeprowadzono dla nich także analizę SWOT, zaś obecnie przygotowywane są indywidulane biznesplany.

source: Cooperatives will also receive the necessary production equipment.
pl: Spółdzielnie otrzymają też niezbędny sprzęt produkcyjny.

source: Food produced by Poland-supported cooperatives includes sweet pumpkin jam, za'atar (a Middle Eastern herb), saffron, luffa sponge, maftoul, grape molasses, olive oil, and marinated olives.
pl: Wśród produktów wytwarzanych przez wspieranych przez Polskę spółdzielców są: dżem ze słodkiej dyni, bliskowschodnia przyprawa za'atar, szafran, gąbka z trukwy, kasza maftoul, melasa winogronowa, oliwa i marynowane oliwki.

source: Soon the list will be completed by dried tomatoes, labneh cheese, and olive spread.
pl: Obecnie dołączą do nich nowe, m.in. suszone pomidory, ser lebneh i pasta z oliwek.

source: Some of them are already available in Poland.
pl: Część z nich można już kupić również w Polsce.

source: The Polish Center for International Aid's project entitled “Using hydroponic cultivation to increase food security, income and competitiveness of the cooperative sector in Palestine” (No 33/2016/M).
pl: Projekt Fundacji Polskie Centrum Pomocy Międzynarodowej pt. "Zastosowanie upraw hydroponicznych do zwiększenia bezpieczeństwa żywieniowego, dochodów i konkurencyjności sektora spółdzielczego w Palestynie" (nr 33/2016/M).

source: The value of the Ministry of Foreign Affairs' grant in 2016 amounts to PLN 1,190,110.
pl: Wartość dotacji ze środków Ministerstwa Spraw Zagranicznych w 2016 r. to 1 190 110 zł.

source: You are here Polish Aid / Partner countries / Asia / Afghanistan / Projects 2012 - Afghanistan / Polish aid for Afghanistan in 2012 / Workshops for Afghan fire service
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Azja / Afganistan / Projekty 2012 - Afganistan / Polska pomoc dla Afganistanu w 2012 r. / Szkolenie dla afgańskiej straży pożarnej

source: Workshops for Afghan fire service
pl: Szkolenie dla afgańskiej straży pożarnej

source: Between 3 and 16 December 2012, the Central School of the State Fire Service in Częstochowa hosted a training workshop entitled “Basic training in fire and rescue tactics and prevention”, attended by 20 firemen from the Islamic Republic of Afghanistan.
pl: W dniach od 3 do 16 grudnia 2012 r. w Centralnej Szkole Państwowej Straży Pożarnej w Częstochowie odbyło się „Szkolenie podstawowe z zakresu taktyki ratowniczo-gaśniczej i prewencji”, w którym udział wzięło 20 strażaków z Islamskiej Republiki Afganistanu.

source: The main feature of the training was a joint Polish-Afghan exercise conducted in difficult winter conditions.
pl: Zajęcia były prowadzone na poligonie szkolnym oraz w pracowniach praktycznych i laboratoriach.

source: Two scenarios were implemented: a car fire and a collision between a car and a burning railroad tank car.
pl: Kulminacyjnym punktem szkolenia były wspólne, polsko-afgańskie ćwiczenia przeprowadzone w trudnych, zimowych, warunkach atmosferycznych.

source: In the framework of the project, the Afghan firefighters also received specialized fire-fighting equipment (PSP R1 emergency medical sets, hydraulic set for road rescue services, and specialized clothing) which will allow them to conduct more effective operations.
pl: W ramach przedsięwzięcia ratownicy z Afganistanu otrzymali także specjalistyczny sprzęt strażacki (m.in. zestawy ratownictwa medycznego PSP R1, zestaw hydrauliczny do ratownictwa drogowego i ubrania specjalistyczne) dzięki któremu możliwy będzie wzrost skuteczności ich działań.

source: The workshops will help boost the competencies of Afghanistan's public services, making it possible to handle missions more effectively, improve safety and security, and protect the natural environment.
pl: Przeprowadzone szkolenie przyczyni się do wzrostu kompetencji służb publicznych w Afganistanie, pozwalając na podniesienie efektywności wykonywania zadań, poprawę bezpieczeństwa oraz stanu środowiska naturalnego.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2015 / Humanitarian aid for Nepal
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2015 / Pomoc humanitarna dla Nepalu

source: Humanitarian aid for Nepal
pl: Pomoc humanitarna dla Nepalu

source: 15 tons of humanitarian aid were dispatched in five military planes from Krakow and Warsaw to Kathmandu on Saturday.
pl: 15 ton pomocy humanitarnej w pięciu samolotach wojskowych wyleciało w sobotę z Krakowa i Warszawy do Katmandu.

source: The aid was collected by Polish non-governmental organizations and public institutions.
pl: Pomoc została zebrana przez organizacje pozarządowe oraz instytucje państwowe.

source: The planes have taken on board among other things the food, medicine, dressings, water purification tablets, tents, blankets, sleeping bags and clothing.
pl: Na pokładzie samolotów znajduje się m.in. żywność, leki i materiały opatrunkowe, tabletki do uzdatniania wody, namioty, koce, śpiwory, ubrania.

source: The aid was provided by Material Reserves Agency, Ministry of National Defence, State Fire Service and non-governmental organizations: Caritas Poland ( www.caritas.pl ), Polish Red Cross ( www.pck.org.pl ), Polish Medical Mission ( www.pmm.org.pl ), Polish Humanitarian Action ( www.pah.org.pl ), Polish Center for International Aid ( www.pcpm.org.pl ).
pl: Pomoc została dostarczona przez Agencję Rezerw Materiałowych, Ministerstwo Obrony Narodowej, Państwową Straż Pożarną oraz organizacje pozarządowe: Caritas Polska ( www.caritas.pl ), Polski Czerwony Krzyż ( www.pck.org.pl ), Polska Misja Medyczna ( www.pmm.org.pl ), Polska Akcja Humanitarna ( www.pah.org.pl ), Polskie Centrum Pomocy Międzynarodowej ( www.pcpm.org.pl ).

source: You are here Polish Aid / Development cooperation / Development assistance / Supporting democracy / United States-Poland Democracy Dialogue
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc rozwojowa / Wspieranie demokracji / Polsko-Amerykański Dialog na temat Demokracji

source: United States-Poland Democracy Dialogue
pl: Polsko-Amerykański Dialog na temat Demokracji

source: She noted that while women are better off in Europe than in developing countries, in many European countries they are still being paid less than men for the same work.
pl: Zauważyła ona, że nawet w Europie kobiety choć są w znacznie lepszej sytuacji, niż w krajach rozwijających się, w wielu państwach opłacane są gorzej, wykonując tę samą pracę.

source: This is also a form of discrimination, albeit different from that in Muslim countries.
pl: Jest to również dyskryminacja, choć inna niż w krajach muzułmańskich.

source: In these countries, women do not possess social or political positions, their human rights are not respected, and they are discriminated through inheritance laws; polygamy also remains a problem.
pl: Tam kobiety nie mają pozycji społecznej ani politycznej, nie przestrzega się wobec nich praw człowieka, dyskryminują je prawa obowiązujące przy dziedziczeniu, problemem jest również poligamia.

source: The position of women in Muslim countries is not a product of religion, but of a patriarchal culture which does not accept the principle of equality of human beings.
pl: Pozycja kobiety w krajach muzułmańskich nie wynika z religii, ale z kultury patriarchalnej, nieakceptującej równości istot ludzkich.

source: Less developed democracies mean worse conditions for women.
pl: Im mniej zaawansowana jest demokracji, tym sytuacja kobiety jest gorsza.

source: Female education is a way of improving the situation of women.
pl: Szansą na przezwyciężenie tej sytuacji jest edukacja kobiet.

source: C. Sánchez presented the World Bank Report on Gender Equality, emphasizing the role of education and social movements in strengthening the role of women.
pl: C. Sánchez przedstawiła Raport Banku Światowego nt. równości płci (gender equality), podkreślając jednocześnie rolę edukacji i ruchów społecznych na rzecz wzmocnienia roli kobiet.

source: Ville analysed the EC draft report based on data provided by Member States.
pl: Ville omówił opracowany w KE raport powstały w oparciu o dane dostarczone przez państwa członkowskie.

source: He underscored that GEWE [2] covers not just development goals, but also human rights and social justice issues.
pl: Podkreślił, że GEWE [2] obejmuje nie tylko cele rozwojowe, lecz także prawa człowieka i kwestie sprawiedliwości społecznej.

source: The presence of women in politics should be advocated on the EU level and attention should be given to gender equality in dialogue with partner countries; existing instruments should also be better utilized and the intellectual role of the EU in the field of gender equality should be supported.
pl: Na poziomie UE należy wspierać obecność kobiet w polityce; należy także dbać o kwestie równości płciw dialogu z krajami partnerskimi, lepiej wykorzystywać istniejące instrumenty, a także dbać o intelektualną rolę EU w kwestii równości płci.

source: F. Arthur emphasized that Norway is one of the promoters of gender equality, adding that gender education is not only about women.
pl: F. Arthur podkreślił, że Norwegia jest jednym z promotorów równości płci; dodał, że edukowanie w tej kwestii dotyczy nie tylko kobiet.

source: The discussion also highlighted the role of the media in promoting gender equality.
pl: Kwestie płci powinny stanowić część globalnego rozwiązania, a nie być traktowane jako odrębne zagadnienie.

source: Moderator: Sandor Sipos from the World Bank Group.
pl: Moderator: Sandor Sipos z Grupy Banku Światowego.

source: You are here Polish Aid / News / Summary of the seminar on the role of new EU member states in European development policy
pl: jesteś tutaj Polska pomoc / Aktualności / Podsumowanie seminarium na temat roli nowych państw członkowskich UE w europejskiej polityce rozwojowej

source: Summary of the seminar on the role of new EU member states in European development policy
pl: Podsumowanie seminarium na temat roli nowych państw członkowskich UE w europejskiej polityce rozwojowej

source: An international seminar on the role of the new EU member states in the European development policy, co-organised by the MFA and the MFA of the Kingdom of the Netherlands, took place in Warsaw on April 18 and 19, 2007.
pl: W dniach 18-19 kwietnia 2007 r. odbyło się seminarium na temat roli nowych państw członkowskich UE w europejskiej polityce rozwojowej zorganizowane przez MSZ RP oraz MSZ Królestwa Niderlandów.

source: Koos Richelle, Director-General of EuropeAid Co-operation Office, the largest European aid agency, stressed in his speech that the policy of the new member states should fit into the broader framework of EU development policy and be based on the existing efficiency-oriented rules and values.
pl: Koos Richelle, Dyrektor Generalny największej europejskiej agencji pomocowej EuropAid w swoim wystąpieniu podkreślił, iż polityka rozwojowa nowych państw członkowskich powinna wpisywać się w ramy szerszej unijnej polityki rozwojowej i powinna być oparta o istniejące wartości i zasady zmierzające do podniesienia jej efektywności.

source: Director of Development Co-operation Department, Jerzy Pomianowski, indicated that although assistance systems of the new member states are still under construction, the countries' experience in democratisation and transformation may enrich the scope of assistance offered by the European Union.
pl: Dyrektor Departamentu Współpracy Rozwojowej MSZ, Jerzy Pominawski, wskazał, że chociaż systemy pomocowe nowych państw członkowskich dopiero są tworzone, to jednak posiadane doświadczenie w zakresie demokratyzacji i transformacji ustrojowej może wzbogacić zakres pomocy świadczony przez Unię Europejską.

source: The second day of the seminar was marked by discussions on solutions related to institutional aspects of assistance systems.
pl: Drugiego dnia dyskutowano o rozwiązaniach dotyczących instytucjonalnych aspektów systemów pomocowych.

source: It was agreed that selection of assistance models may be seen from the perspective of appropriate employee selection as well as from the perspective of accessible legal instruments necessary to implement assistance activities.
pl: Zgodzono się, że wybór modelu systemu pomocowego należy rozpatrywać w aspekcie odpowiedniego doboru pracowników i istnienia prawnych instrumentów efektywnego wdrażania działań pomocowych.

source: The last part of the seminar was devoted to the relationship between governmental institutions of the new EU member states and other entities engaged in assistance activities, predominantly with reference to project implementation and raising public awareness of development assistance-related problems.
pl: W ostatniej części seminarium dyskutowano o relacjach pomiędzy administracją rządową nowych państw członkowskich UE a innymi podmiotami zaangażowanymi w działania pomocowe, przede wszystkim w zakresie wdrażania projektów oraz podnoszenia świadomości i poszerzania wiedzy na temat problemów rozwoju.

source: A presentation on possibilities of co-operation with the private sector in project implementation (within the public-private partnership framework) constituted an interesting part of this part.
pl: Ciekawym komponentem tego bloku tematycznego była prezentacja dotycząca możliwości współpracy z sektorem prywatnym w celu realizacji przedsięwzięć pomocnych w ramach partnerstwa publiczno- prywatnego.

source: The large number of participants, including representatives of both governmental and non-governmental institutions, proves that the interest in the subject is broad and intense.
pl: Duża liczba uczestników seminarium, w tym przedstawicieli administracji rządowej, a także sektora pozarządowego, świadczy o szerokim zainteresowaniu tematyką.

source: The participants expressed hope that similar seminars would continue to be organised in the future.
pl: Uczestnicy wyrażali nadzieję, iż seminaria tego typu będą kontynuowane.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2015 / World Water Day - 22 March
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2015 / Światowy Dzień Wody - 22 marca

source: World Water Day - 22 March
pl: Światowy Dzień Wody - 22 marca

source: The idea of the celebration is to make international society aware of the problem of lack of access to drinking water (currently more than 700 million people do not have access to clean water) as well as to draw people's attention to the issue of sustainable management of water resources.
pl: Ideą obchodów jest uświadomienie społeczności międzynarodowej problemu braku dostępu do wody pitnej (obecnie ponad 700 milionów ludzi nie ma dostępu do czystej wody) oraz zwrócenie uwagi na kwestię zrównoważonego zarządzania zasobami wodnymi.

source: According to “Multiannual Development Cooperation Programme 2012-2015” Ministry of Foreign Affairs allocates assets to implement projects in the field of water and sanitary management and managing the water resources in Central Asia countries, Palestine and in East Africa.
pl: Zgodnie z „Wieloletnim programem współpracy rozwojowej na lata 2012-2015”, Ministerstwo Spraw Zagranicznych RP przeznacza środki na realizację projektów w obszarze gospodarki wodno-sanitarnej i zarządzania zasobami wodnymi w krajach Azji Środkowej, Palestynie i w Afryce Wschodniej.

source: More information about the celebration: http://www.unwater.org/worldwaterday .
pl: Więcej informacji na temat obchodów: http://www.unwater.org/worldwaterday .

source: Some of the water projects implemented with the support of “Polish aid” programme:
pl: Wybrane projekty wodne zrealizowane przy wsparciu programu "polska pomoc":

source: Participants emphasized the important role played by social media (SM) in initiating and stimulating political change, while at the same time noting that during times of internal stability, their main goal should be monitoring the public mood.
pl: Podkreślano ważną rolę sprawczą mediów społecznościowych (MS) w wywoływaniu i stymulowaniu przewrotów politycznych, jednocześnie sygnalizując, że w obliczu stabilizacji sytuacji wewnętrznej ich zadaniem powinno być śledzenie nastrojów społecznych.

source: Developing countries often experience a situation whereby traditional media are connected to the ruling regimes, while SM represent the opinions of select groups of better-off citizens - this means that they cannot be seen as expressing the views of the majority of the population ("Half of Africa is tweeting, the other half is not eating.
pl: W państwach rozwijających się często dochodzi do sytuacji, gdzie media tradycyjne związane są z rządzącymi reżimami, natomiast MS prezentują poglądy wybranych, lepiej sytuowanych społecznie grup ludności, co oznacza, że nie mogą być traktowane jako wyraziciele poglądów większości („Half of Africa is twitting, the other half is not eating").

source: SM is opaque when it comes to responsibility for the provided information and its verification, which in turn should be analysed in the broader context of freedom of speech.
pl: W przypadku MS nie jest jasna kwestia odpowiedzialności za przekazywaną informację, czy jej weryfikację, co z kolei należy analizować w szerszym kontekście prawa do wolności wypowiedzi.

source: [1] Organizers: Deutsche Welle Akademie, Friends of Europe and Global Forum for Media Development - GFMD.
pl: [1] Organizatorzy: Deutsche Welle Akademie, Friends of Europe i Global Forum for Media Development - GFMD.

source: Panellists: Gabriel Accascina (UNDP), Amadou Mahtar Ba (GFMD), Ahmad Moeed (New Media, Al Jazeera English), Klaus Rudischhauser (DG DEVCO), Mark Wilson (GFMD), Patrick Leusch (Deutsche Welle Akademie), Shada Islam (Friends of Europe).
pl: Paneliści: Gabriel Accascina (UNDP), Amadou Mahtar Ba (GFMD), Ahmad Moeed (New Media, Al Jazeera English), Klaus Rudischhauser (DG DEVCO), Mark Wilson (GFMD), Patrick Leusch (Deutsche Welle Akademie), Shada Islam (Friends of Europe).

source: Moderators: Shada Islam (Friends of Europe) and Patrick Leusch (Deutsche Welle Akademie).
pl: Modertatorzy: Shada Islam (Friends of Europe) i Patrick Leusch (Deutsche Welle Akademie).

source: [2] This is the role of political decision-makers.
pl: [2] To rola decydentów politycznych.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Belarus / Euroradio - the most popular foreign radio station in Belarus
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Białoruś / Euroradio: najpopularniejsza zagraniczna stacja radiowa na Białorusi

source: The results of a sociological survey conducted in December 2012 (age 15+, sample 3000) show that in 2012 Euroradio continued to be regarded as the most popular foreign radio station in Belarus.
pl: Wyniki badania socjologicznego przeprowadzonego w grudniu 2012 (wiek 15+, próba 3000) wskazują, że w 2012 roku Euroradio zachowuje pozycje najpopularniejszego radia zagranicznego na Białorusi.

source: Asked whether they listen to Euroradio programmes, 3.3% of Belarusian listeners answered “Yes.”
pl: Na pytanie, czy słuchasz audycji Euroradio „tak” odpowiedziało 3,3% białoruskich słuchaczy.

source: Euroradio established cooperation with Belarusian Radio Racyja
pl: Euroradio nawiązało współpracę z Białoruskim Radiem Racja

source: This has increased Euroradio's coverage in the Grodno District.
pl: Poszerzyło to zasięg Euroradia w obwodzie Grodzieńskim.

source: Cooperation with Racyja consists of exchanging programmes.
pl: Współpraca z Racją ma charakter wymiany programowej.

source: Euroradio broadcasts Radio Racyja's music and cultural programmes Saturdays and Sundays and thematic programmes Monday through Friday.
pl: Euroradio nadaje muzyczno-kulturalne programy Radia Racja w sobotę i niedzielę oraz audycje tematyczne od poniedziałku do piątku.

source: Renewal of Euroradio accreditation
pl: Przedłużenie akredytacji dla Euroradio

source: Euroradio website one of top five media in Belarus
pl: Portal internetowy Euroradia w czołowej piątce mediów na Białorusi

source: In 2012, the euroradio.fm site was visited 5.2 million times.
pl: Ilość unikalnych przeglądów materiałów strony euroradio.fm w 2012 roku osiągnęła 5.2 milionów.

source: Statistics of the TUT.
pl: Statystyki z portalu TUT.

source: BY website show that Euroradio's content on this portal was viewed an additional 8.4 million times - which gives a total of 13.6 million views of Euroradio's reports and news, including the Petarda programme, in 2012.
pl: BY pokazują że materiały Euroradia na tym portalu były przeczytane dodatkowe 8.4 milionów - co daje razem 13,6 milionów unikalnych przeglądów reportaży i wiadomości Euroradia, w tym z programu Petarda, w ciągu 2012 r.

source: Euroradio (European Radio for Belarus Sp. z o.o.) is an independent, international radio broadcasting service, operating since 2005.
pl: Euroradio (Europejskie Radio dla Białorusi Sp. z o.o.) to niezależna, międzynarodowa rozgłośnia radiowa, funkcjonująca od 2005 roku.

source: The broadcaster's aim is to provide the inhabitants of Belarus, especially its younger generation, with objective and truthful information about events taking place in Belarus and the world and to give them access to up-to-date and major accomplishments of Belarusian and world culture.
pl: Celem rozgłośni jest przekazanie mieszkańcom Białorusi, zwłaszcza młodemu pokoleniu, obiektywnych i zgodnych z rzeczywistością informacji o wydarzeniach na Białorusi i na świecie, oraz umożliwienie dostępu do aktualnych, najbardziej interesujących osiągnięć białoruskiej i światowej kultury.

source: In 2012, the MFA allocated PLN 620,000 for the production and broadcasting of Euroradio's programmes under a co-production agreement.
pl: W 2012 roku w ramach umowy koprodukcyjnej MSZ przeznaczyło 620 000 zł na produkcję i emisję audycji Euroradia.

source: You are here Polish Aid / News / Representatives of Afghan justice sector on a study visit to Poland
pl: jesteś tutaj Polska pomoc / Aktualności / Wizyta studyjna przedstawicieli afgańskiego sektora sprawiedliwości

source: Representatives of Afghan justice sector on a study visit to Poland
pl: Wizyta studyjna przedstawicieli afgańskiego sektora sprawiedliwości

source: Eight representatives of Ghazni province branch of the Afghan Justice Ministry came to Warsaw for a seven-day study visit (22-28 October 2012).
pl: W Warszawie przebywało ośmiu przedstawicieli terenowego oddziału Ministerstwa Sprawiedliwości z afgańskiej prowincji Ghazni podczas siedmiodniowej wizyty studyjnej (22-28 październik 2012 roku).
